{
  "catppuccin": { "branch": "main" },
  "coc.nvim": { "branch": "release" },
  "fzf-lua": { "branch": "main" },
  "haskell-tools.nvim": { "branch": "master" },
  "idris2-nvim": { "branch": "main" },
  "indentLine": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-wintabs": { "branch": "master" },
  "xterm-color-table.vim": { "branch": "master" }
}